<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;尊敬的用户欢迎您注册成为${setting.shopName}会员。请用户仔细阅读以下全部内容。如用户不同意本服务条款任意内容，请不要注册或使用本网站服务。如用户通过进入注册程序并勾选&ldquo;我同意服务条款&rdquo;，即表示用户与本网站已达成协议，自愿接受本服务条款的所有内容。此后，用户不得以未阅读本服务条款内容作任何形式的抗辩。</p>
<p>&nbsp;</p>
<p>一、&nbsp;本站服务条款的确认和接纳<br />本网站涉及的各项服务的所有权和运作权归本网站所有。本网站所提供的服务必须按照其发布的服务条款和操作规则严格执行。本服务条款的效力范围及于本网站的一切产品和服务，用户在享受本网站的任何服务时，应当受本服务条款的约束。</p>
<p>&nbsp;</p>
<p>二、&nbsp;服务简介<br />本网站运用自己的操作系统通过国际互联网络为用户提供各项服务。用户必须: <br />1.&nbsp;提供设备，如个人电脑、手机或其他上网设备。<br />2.&nbsp;个人上网和支付与此服务有关的费用。</p>
<p>&nbsp;</p>
<p>三、&nbsp;用户在不得在本网站上发布下列违法信息<br />1.&nbsp;反对宪法所确定的基本原则的；<br />2.&nbsp;危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />3.&nbsp;损害国家荣誉和利益的；<br />4.&nbsp;煽动民族仇恨、民族歧视，破坏民族团结的；<br />5.&nbsp;破坏国家宗教政策，宣扬邪教和封建迷信的；<br />6.&nbsp;散布谣言，扰乱社会秩序，破坏社会稳定的；<br />7.&nbsp;散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />8.&nbsp;侮辱或者诽谤他人，侵害他人合法权益的；<br />9.&nbsp;含有法律、行政法规禁止的其他内容的。</p>
<p>&nbsp;</p>
<p>四、&nbsp;有关个人资料<br />用户同意: <br />1.&nbsp;提供及时、详尽及准确的个人资料。<br />2.&nbsp;同意接收来自本网站的信息。<br />3.&nbsp;不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。<br />4.&nbsp;本网站不公开用户的姓名、地址、电子邮箱和笔名。除以下情况外: <br />a)&nbsp;用户授权本站透露这些信息。<br />b)&nbsp;相应的法律及程序要求本站提供用户的个人资料。</p>
<p>&nbsp;</p>
